import { images } from './images';



export const author = {

  greeting: 'Привет, мир!',

  name: 'Olga Mikhaylova',

  fullName: 'Ольга Михайлова',

  image: images.author,

  paragraphs: [

    'Я родилась и выросла в Москве. Любимыми предметами в школе были русский язык и литература. Получив высшее техническое образование, инженером я так и не стала и считаю, что это к лучшему. Спустя годы я вернулась к тому, что у меня всегда получалось лучше всего.',

    'Я трогательно, по-пришвински, как считают читатели и рецензенты моих произведений, люблю природу, являюсь членом Союза охраны птиц России и с огромной радостью и открытым сердцем наблюдаю за птицами, увлекаюсь фотографией.',

    'В свободное от основной работы время обращаюсь к журналистике и понимаю, что всё это для меня очень важно.',

    'Вдохновение получаю от путешествий, кружки какао и общения с интересными и целеустремлёнными людьми.',

    'На этой страничке я делюсь с Вами своими открытиями.',

  ],

  closing: 'Присоединяйтесь!',

  socialHeading: 'Подписывайтесь на меня в соцсетях!',

  socialText: 'Удобный способ получать самые свежие новости моего блога.',

  telegram: 'https://t.me/aroundmyself',

  vk: 'https://vk.com/id63660965',

};



export const footer = {

  text: `Для вас в моём блоге – полюбившиеся города и природные уголки, флора и фауна. Всё это представлено в фотографиях, в прозе и поэзии. Здесь то, чем восхищаешься и дорожишь.

Это – единство знаний, впечатлений, фактов, которые раскрывают окружающий мир.`,

  copyright: `© Copyright ${new Date().getFullYear()}. Made by koshkina.ru.`,

};


